Repository: nextcloud/ios
Catalog: iOSClient/Supporting Files/*.lproj/Localizable.strings
Languages: de

source: Cancel
de: Abbrechen

source: Upload file
de: Datei hochladen

source: Download file
de: Datei herunterladen

source: Loading
de: Lade

# _loading_with_points_
source: Loading …
de: Lade…

# _loading_num_
source: Loading file %i
de: Lade Datei %i

# _loading_autoupload_
source: Auto uploading
de: Automatisches Hochladen

source: Uploading
de: Hochladen

source: Synchronization
de: Synchronisation

source: Delete
de: Löschen

# _delete_file_n_
source: Delete file %i of %i
de: Lösche Datei %i von %i

source: Rename
de: Umbenennen

source: Move
de: Verschieben

# _move_file_n_
source: Move file %i of %i
de: Verschiebe Datei %i von %i

# _creating_sharing_
source: Creating share
de: Erstelle Freigabe

# _updating_sharing_
source: Updating share
de: Aktualisiere Freigabe

# _removing_sharing_
source: Removing share
de: Lösche Freigabe

source: Add
de: Hinzufügen

source: Log in
de: Anmelden

source: Save
de: Speichern

source: Warning
de: Warnung

source: Error
de: Fehler

source: No
de: Nein

source: Yes
de: Ja

source: Select
de: Auswählen

source: Select all
de: Alle auswählen

source: Upload
de: Hochladen

# _home_
source: Files
de: Dateien

source: File to upload
de: Hochzuladende Datei

source: Destination
de: Ziel

# _function_in_testing_
source: Function in testing, please send information about any problems you run into.
de: Funktion wird aktuell getestet. Bitte informieren Sie uns über etwaige Probleme oder Fehlfunktionen.

source: Done
de: Erledigt

# _passcode_too_short_
source: Passcode too short, at least 4 characters required
de: PIN zu kurz. Es sind mindestens 4 Zeichen erforderlich

source: Selected
de: Ausgewählt

# _scan_fingerprint_
source: Scan fingerprint to authenticate
de: Fingerabdruck zur Authentifizierung scannen

# _no_active_account_
source: No account found
de: Kein Konto gefunden

source: Info
de: Information

# _save_exit_
source: Do you want to exit without saving?
de: Ohne speichern beenden?

source: Overwrite
de: Überschreiben

# _transfers_in_queue_
source: Transfers in progress, please wait …
de: Laufende Übertragungen, bitte warten…

source: Create folder
de: Ordner erstellen

source: Create folder on
de: Ordner erstellen in

source: Close
de: Schließen

source: Postpone
de: Zurückstellen

source: Remove
de: Entfernen

source: File not found
de: Datei nicht gefunden

source: Continue
de: Möchten Sie fortfahren?

# _auto_upload_folder_
source: Auto upload
de: Automatisches Hochladen

source: Gallery
de: Galerie

source: Photo
de: Foto

source: Unknown
de: Unbekannt

source: Next
de: Weiter

source: Success
de: Erfolgreich

source: Initialization
de: Initialisiere

source: Experimental
de: Experimentell

# _select_dir_media_tab_
source: Select as folder "Media"
de: Als Ordner für "Medien" auswählen

# _error_creation_file_
source: Oops! Could not create the file
de: Oops! Datei konnte nicht erstellt werden

source: Save path
de: Pfad speichern

source: Save settings
de: Einstellungen speichern

# _mode_filename_
source: Filename mode
de: Dateinamenmodus

# _warning_owncloud_
source: You are connected to an ownCloud server. This is untested and unsupported, use at your own risk. To upgrade to Nextcloud, see https://nextcloud.com/migration
de: Sie sind mit einem ownCloud-Server verbunden. Dieser Fall ist nicht getestet und wird offiziell nicht unterstützt, daher nutzen Sie dies auf eigenes Risiko. Für eine Migration nach Nextcloud siehe https://nextcloud.com/migration

# _warning_unsupported_
source: You are using an unsupported version of Nextcloud. For the safety of your data we strongly recommend updating to the latest stable Nextcloud
de: Sie verwenden eine nicht unterstützte Version von Nextcloud. Für die Sicherheit Ihrer Daten empfehlen wir Ihnen dringend eine Aktualisierung auf die neueste stabile Nextcloud-Version

source: Network available
de: Netzwerk verfügbar

# _network_not_available_
source: Network unavailable
de: Netzwerk nicht verfügbar

# _file_too_big_
source: File too large to be encrypted/decrypted
de: Datei ist zu groß um ver- und entschlüsselt zu werden

# _file_too_big_max_100_
source: File too large (max 100 kb.)
de: Datei zu groß (max 100 KB.)

source: Loading …
de: Lade…

# _no_reuploadfile_
source: Could not find nor resend file. Delete the upload and reload the file to upload it.
de: Datei konnte weder gefunden noch wiederholt gesendet werden. Löschen Sie den Auftrag zum Hochladen und laden Sie die Datei zum Hochladen neu.

# _file_already_exists_
source: Could not complete the operation, a file with the same name exists
de: Der Vorgang kann nicht abgeschlossen werden. Eine Datei mit dem selben Namen ist bereits vorhanden.

# _read_file_error_
source: Could not read the file
de: Datei konnte nicht gelesen werden

source: More
de: Mehr

source: Notifications
de: Benachrichtigungen

source: Log out
de: Abmelden

# _quota_space_unlimited_
source: Unlimited
de: Unbegrenzt

# _quota_space_unknown_
source: Unknown
de: Unbekannt

# _quota_using_
source: You are using %@ of %@
de: Speicherplatz: %@ von %@

source: Acknowledgements
de: Danksagungen

source: Settings
de: Einstellungen

# _passcode_
source: Password
de: Passwort

source: Lock
de: Sperre

# _lock_active_
source: Lock: On
de: Sperre: Aktiv

# _lock_not_active_
source: Lock: Off
de: Sperre: Nicht aktiv

# _lock_protection_no_screen_
source: Do not ask at startup
de: Nicht beim Start nachfragen

# _lock_protection_no_screen_footer_
source: Use "Do not ask at startup" for the encryption option.
de: Verwenden Sie "Nicht beim Start nachfragen" nur für geschützte Ordner oder für die Verschlüsselungsoption.

source: Username
de: Benutzername

# _change_credentials_
source: Change your credentials
de: Zugangsdaten ändern

# _wifi_only_
source: Only use Wi-Fi connection
de: Nur WLAN-Verbindung benutzen

# _settings_autoupload_
source: Auto upload
de: Automatisches Hochladen

# _app_version_
source: Application version
de: Anwendungs-Version

# _app_in_use_
source: Application in use
de: Anwendung in Verwendung

# _contact_by_email_
source: Contact us by email
de: Kontaktiere uns per E-Mail

source: Clear cache
de: Cache löschen (%@ verwendet)

# _exit_
source: Reset application
de: Abmelden

# _funct_not_enabled_
source: Functionality not enabled
de: Funktionalität nicht aktiviert

# _passcode_activate_
source: Password lock on
de: Passwortschutz aktiviert

# _disabling_passcode_
source: Removing password lock
de: Passwortschutz deaktivieren

# _want_exit_
source: Attention! Will be reset to initial state. Continue?
de: Achtung! Alles wird in den Ausgangszustand zurückgesetzt. Fortfahren?

source: Proceed
de: Fortsetzen

source: Delete cache
de: Cache löschen

# _want_delete_cache_
source: Do you want to delete the cache (this also removes the transfers in progress)?
de: Soll der Cache gelöscht werden?

# _want_delete_thumbnails_
source: Do you want to delete all thumbnails too?
de: Sollen auch alle Vorschaubilder gelöscht werden?

# _mail_deleted_
source: Email deleted
de: E-Mail gelöscht

# _mail_saved_
source: Email saved
de: E-Mail gespeichert

# _mail_sent_
source: Email sent
de: E-Mail versandt

# _mail_failure_
source: Could not send email: %@
de: E-Mail konnte nicht versandt werden: %@

# _information_req_
source: Information request
de: Informationsanforderung

# _write_in_english_
source: Kindly write to us in English
de: Bitte schreiben Sie uns auf Englisch

source: Credentials
de: Zugangsdaten

source: Manage account
de: Konto verwalten

source: Change password
de: Passwort ändern

source: Add account
de: Konto hinzufügen

# _delete_account_
source: Remove account
de: Konto löschen

# _want_delete_
source: You will delete the following:
de: Wirklich löschen?

# _no_delete_
source: No, do not delete
de: Nein, nicht löschen

source: Yes, delete
de: Ja, löschen

# _remove_cache_
source: Deleting cache, please wait …
de: Bitte warten, Cache wird gelöscht…

source: Optimizations
de: Optimierungen

# _synchronizations_
source: Synchronized folders
de: Synchronisierte Ordner

source: Help
de: Hilfe

# _change_simply_passcode_
source: Change password type
de: Passwortart ändern

source: Quota
de: Kontingent

source: Available
de: verfügbar

# _personal_information_
source: Personal info
de: Persönliche Info

# _user_full_name_
source: Full name
de: Vollständiger Name

# _user_address_
source: Address
de: Adresse

# _user_phone_
source: Phone number
de: Telefonnummer

# _user_web_
source: Website
de: Internetseite

source: Advanced
de: Erweitert

# _disable_files_app_
source: Disable Files App integration
de: Integration in "Dateien"-App

# _disable_files_app_footer_
source: Do not permit the access of files via the iOS Files application.
de: Zugriff auf Dateien durch die "Dateien"-App von iOS aktivieren/deaktivieren.

# _autoupload_
source: Auto upload photos/videos
de: Automatisches Hochladen

# _autoupload_background_
source: Auto upload in the background
de: Automatisches Hochladen im Hintergrund

source: Auto upload photos
de: Automatisches Hochladen von Bildern

source: Auto upload videos
de: Automatisches Hochladen von Videos

# _autoupload_description_
source: New photos/videos will be automatically uploaded to your server.
de: Neue Fotos & Videos werden in Ihre Cloud hochgeladen.

# _autoupload_description_background_
source: This option requires the use of GPS to trigger the detection of new photos/videos in the camera roll once the location changes significantly
de: Diese Funktion benötigt GPS um die Erfassung neuer Fotos im Fotoalbum anzustoßen, sobald sich der Aufenthaltsort erheblich verändert.

# _autoupload_background_title_
source: Limitations
de: Einschränkungen

# _autoupload_background_msg_
source: Due to iOS restrictions, it is not yet possible to perform background processes, unless GPS services are activated. Once the cell in the cellular network is changed, the system wakes up for a short time and checks for new photos to upload to the cloud.
de: Aufgrund von iOS-Beschränkungen ist es aktuell nicht möglich Hintergrundprozesse auszuführen, sofern die GPS-Dienste nicht aktiviert sind. Sobal die Zelle im Mobilfunknetzwerk gewechselt wird, wird das System für kurze Zeit aufgeweckt um zu prüfen, ob Fotos für das Hochladen in die Cloud vorhanden sind.

# _autoupload_change_location_
source: Change folder
de: Ordner wechseln

# _autoupload_location_now_
source: Folder
de: Ordner

# _autoupload_location_default_
source: Restore default folder
de: Standardordner wiederherstellen

# _autoupload_change_location_footer_
source: Change folder used for "Automatic upload of camera photos" (if the option is enabled)
de: Ändere Foto-Ordner der für das 'automatische Hochladen von Kamarafotos' verwandt wird (wenn die Funktion eingeschaltet ist).

# _autoupload_not_select_home_
source: Select a folder
de: Ordner auswählen

# _autoupload_save_album_
source: Copy photo or video into the photo album
de: Kopiere Foto oder Video in das Fotoalbum

# _autoupload_fullphotos_
source: Upload the whole camera roll
de: Komplettes Fotoalbum hochladen

# _autoupload_fullphotos_footer_
source: Adjust the options above before uploading.
de: Alle Fotos oder Videos aus dem Fotoalbum hochladen.

# _autoupload_create_subfolder_
source: Use subfolders
de: Unterordner verwenden

# _autoupload_create_subfolder_footer_
source: Store in subfolders based on year, month or daily.
de: In Unterordner basierend auf Jahr und Monat speichern.

# _help_tutorial_
source: Tutorial
de: Anleitung

# _help_intro_
source: Introduction to Nextcloud
de: Einführung zu Nextcloud

# _help_activity_verbose_
source: Detailed Activity feed
de: Detaillierter Feed

# _help_activity_mail_
source: Send activity via email
de: Aktivitäten per E-Mail senden

# _help_activity_clear_
source: Clear activity
de: Aktivitäten löschen

source: Show hidden files
de: Versteckte Dateien anzeigen

# _format_compatibility_
source: Most Compatible
de: Maximale Kompatibilität

# _format_compatibility_footer_
source: "Most compatible" will save photos as JPEG, if possible.
de: "Maximale Kompatibilität" wird die Bilder, wenn möglich, als JPEG speichern.

# _connect_server_anyway_
source: Do you want to connect to the server anyway?
de: Möchten Sie dennoch eine Verbindung zu diesem Server herstellen?

source: Connection error
de: Verbindungsfehler

# _serverstatus_error_
source: Connection to server failure, verify your server address or network status
de: Fehler bei der Verbindung zum Server. Prüfen Sie die Serveradresse oder die Netzwerkverbindung.

# _add_your_nextcloud_
source: Add your account
de: Nextcloud-Konto hinzufügen

# _login_url_
source: Server address https:// …
de: Server-Adresse https://…

# _login_bottom_label_
source: Don't have a server yet? Choose one of the providers.
de: Sie haben bislang keinen Server? Hier klicken um Server-Anbieter zu finden.

# _error_multidomain_
source: Address not allowed, only the following domains are valid:
de: Adresse nicht erlaubt. Gültig sind ausschließlich folgende Domains:

# _account_already_exists_
source: The account %@ already exists
de: Das Konto %@ ist bereits vorhanden

# _traditional_login_
source: Revert to old login method
de: Zur alten Anmeldungsmethode zurückkehren

# _web_login_
source: Revert to web login method
de: Zur Web-Anmeldungsmethode zurückkehren

source: Favorites
de: Favoriten

source: Unfavorite
de: Nicht favorisieren

source: No files uploaded
de: Keine Dateien hochgeladen

# _tutorial_favorite_view_
source: Files and folders you mark as favorites will show up here
de: Dateien und Ordner, die Sie als Favoriten kennzeichnen, werden hier erscheinen.

# _tutorial_offline_view_
source: Files copied here will be available offline. They will be synchronized with your cloud.
de: Dateien die offline zur Verfügung stehen sollen hier her kopieren. Die Dateien werden mit Ihrer Cloud synchronisiert.

# _tutorial_local_view_
source: You'll find the unpacked files from your cloud. Connect to iTunes to share these files.
de: Ihre entpackten Dateien aus der Cloud werden hier angezeigt. Verbinden Sie sich zu iTunes um diese Dateien zu teilen.

# _favorite_no_files_
source: No favorites yet
de: Noch keine Favoriten vorhanden

# _pull_down_
source: Pull down to refresh
de: Zum Aktualisieren herunterziehen

# _no_photo_load_
source: No photo or video
de: Kein Foto oder Video

# _tutorial_autoupload_view_
source: You can enable auto uploads from "Settings"
de: Sie können das automatische Hochladen in den Einstellungen aktivieren.

source: Today
de: Heute

source: Time: %@ %@
de: Zeit: %@ %@

# _location_not_enabled_
source: Location Services not enabled
de: Standortdienste nicht aktiviert

# _location_not_enabled_msg_
source: Please go to "Settings" and turn on "Location Services"
de: Bitte gehen Sie zu den "Einstellungen" und schalten Sie die "Standortdienste" ein.

# _access_photo_not_enabled_
source: Access to Photos not enabled
de: Zugriff auf Fotos nicht freigegeben

# _access_photo_not_enabled_msg_
source: Please go to "Settings" and turn on "Photo Access"
de: Bitte gehen Sie zu den "Einstellungen" und schalten Sie den "Fotozugriff" ein.

# _access_photo_location_not_enabled_
source: Access to Photos and Location not enabled
de: Zugriff auf Fotos und Standort nicht freigegeben

# _access_photo_location_not_enabled_msg_
source: Please go to "Settings" and turn on "Photo Access" and "Location Services"
de: Bitte gehen Sie zu den "Einstellungen" und schalten Sie die "Standortdienste" und "Fotozugriff" ein.

# _tutorial_photo_view_
source: No photos or videos uploaded yet
de: Noch keine hochgeladenen Fotos oder Videos vorhanden

# _create_full_upload_
source: Creating archive … May take a long time. During this process, keep the application active during the transfer as well.
de: Archiv wird erstellt

# _error_createsubfolders_upload_
source: Error creating subfolders
de: Fehler beim erstellen der Unterordner

# _activate_autoupload_
source: Enable auto upload
de: Automatisches Hochladen aktivieren

source: Never
de: nie

# _less_a_minute_
source: less than a minute ago
de: vor weniger als einer Minute

# _minutes_ago_
source: %d minutes ago
de: vor %d Minuten

# _hours_ago_
source: %d hours ago
de: vor %d Stunden

# _days_ago_
source: %d days ago
de: vor %d Tagen

source: over 30 days
de: mehr als 30 Tage

# _connection_internet_offline_
source: The internet connection appears to be offline or Wi-Fi is required
de: Internetverbindung scheint nicht zu bestehen oder WLAN ist erforderlich

# _insert_password_
source: Enter password
de: Passwort eingeben

# _update_in_progress_
source: Version upgrade, please wait …
de: Aktualisierung läuft, bitte warten…

source: Forbidden characters: %@
de: Der Datei- oder Ordnername enthält unzulässige Zeichen

# _photo_camera_
source: Photos
de: Fotos

source: Media
de: Medien

# _unzip_in_progress_
source: Extraction in progress on local storage …
de: Entpack-Vorgang läuft auf lokalem Speicher…

# _file_unpacked_
source: File unpacked on local storage
de: Datei erfolgreich in den lokalen Speicher entpackt

# _file_saved_local_
source: File saved on local storage.
de: Datei erfolgreich in den lokalen Speicher gesichert

# _file_not_present_
source: Error: File not present, please reload.
de: Fehler: Datei nicht vorhanden, bitte erneut laden.

# _delete_selected_files_
source: Delete files
de: Dateien löschen

# _move_selected_files_
source: Move files
de: Dateien verschieben

# _download_selected_files_
source: Download files
de: Dateien herunterladen

# _download_selected_files_folders_
source: Download files and folders
de: Dateien und Ordner herunterladen

# _error_operation_canc_
source: Error: Operation canceled.
de: Fehler: Vorgang abgebrochen.

# _only_lock_passcode_
source: Available only with Lock password activated. Activate it in the "Settings".
de: Zugriff nur möglich mit aktivierter Passwortsperre. Aktivieren Sie diese in den "Einstellungen".

# _passcode_protection_
source: Password protection
de: Passwortschutz

# _remove_favorites_
source: Remove from favorites
de: Von Favoriten entfernen

# _remove_offline_
source: Remove from offline
de: Von den Offline-Dateien entfernen

# _add_favorites_
source: Add to favorites
de: Zu den Favoriten hinzufügen

# _add_offline_
source: Add to offline
de: Zu den Offline-Dateien hinzufügen

# _remove_passcode_
source: Remove password protection
de: Passwortschutz entfernen

# _protect_passcode_
source: Protect with password
de: Mit Passwort schützen

source: Share
de: Teilen

source: Reload
de: Neu laden

source: Open in …
de: Öffnen mit…

# _remove_local_file_
source: Remove locally
de: Aus dem Cache entfernen

# _add_local_
source: Add to local storage
de: Zu lokalem Speicher hinzufügen

# _comm_erro_pull_down_
source: Attention: Communication error with the server. Pull down to refresh.
de: Achtung: Verbindungsfehler mit dem Server. Herunterziehen zum Aktualisieren.

source: file not downloaded
de: Datei nicht heruntergeladen

source: file not uploaded
de: Datei nicht hochgeladen

source: folders
de: Ordner

source: folder
de: Ordner

source: files
de: Dateien

source: file
de: Datei

source: Folder blocked
de: Ordner gesperrt

# _downloading_progress_
source: Initiating download of files …
de: Das Herunterladen von Dateien wird eingeleitet…

# _no_file_pull_down_
source: Upload a file or pull down to refresh
de: Laden Sie eine Datei hoch oder wischen Sie nach unten um zu aktualisieren

source: Browse images
de: Bilder durchsuchen

# _synchronized_folder_
source: Keep the folder synchronized
de: Ordner synchronisiert halten

# _remove_synchronized_folder_
source: Turn off the synchronization
de: Synchronisierung ausschalten

# _synchronized_confirm_
source: After enabling the synchronization, all files in the folder will be synchronized with the server, continue?
de: Nach dem Einschalten der Synchronisation werden alle Dateien im Ordner mit dem Server synchronisiert. Fortsetzen?

# _offline_folder_confirm_
source: After enabling the offline folder, all files in it will be synchronized with the server, continue?
de: Nach aktivieren der Offline-Funktion werden alle Dateien in diesem Ordner mit dem Server synchronisiert. Möchten Sie fortfahren?

# _file_not_found_reload_
source: File not found, pull down to refresh
de: Datei nicht gefunden, herunterziehen um zu aktualisieren.

# _title_section_download_
source: DOWNLOAD
de: HERUNTERLADEN

# _title_section_upload_
source: UPLOAD
de: HOCHLADEN

# _group_alphabetic_yes_
source: ✓ Group alphabetically
de: ✓ Alphabetisch gruppieren

# _group_alphabetic_no_
source: Group alphabetically
de: Alphabetisch gruppieren

# _group_typefile_yes_
source: ✓ Group by file type
de: ✓ Nach Dateityp gruppieren

# _group_typefile_no_
source: Group by file type
de: Nach Dateityp gruppieren

# _group_date_yes_
source: ✓ Group by date
de: ✓ Nach Datum gruppieren

# _group_date_no_
source: Group by date
de: Nach Datum gruppieren

source: elements
de: Elemente

# _tite_footer_upload_wwan_
source: Wi-Fi network required, %lu %@ to upload
de: WLAN-Verbindung benötigt %lu %@ zum Hochladen

# _tite_footer_upload_
source: %lu %@ to upload
de: %lu %@ zum Hochladen

# _tite_footer_download_wwan_
source: Wi-Fi network required, %lu %@ to download
de: WLAN-Verbindung benötigt %lu %@ zum Herunterladen

# _tite_footer_download_
source: %lu %@ to download
de: %lu %@ zum Herunterladen

# _limited_dimension_
source: Maximum size reached
de: Maximalgröße erreicht

# _save_selected_files_
source: Save to photo gallery
de: Bilder und Videos im Fotoalbum speichern

# _file_not_saved_cameraroll_
source: Error: File not saved in photo album
de: Fehler: Datei nicht im Fotoalbum gespeichert

# _file_saved_cameraroll_
source: File saved in photo album
de: Dateim im Fotoalbum gespeichert

# _directory_on_top_yes_
source: ✓ Folders on top
de: ✓ Ordner oben

# _directory_on_top_no_
source: Folders on top
de: Ordner oben

# _folder_automatic_upload_
source: Folder for "Auto upload"
de: Ordner für das automatische Hochladen

# _search_no_record_found_
source: No result
de: Kein Ergebnis

source: Search in progress …
de: Suche läuft…

# _search_instruction_
source: Search for file (minimum 2 characters)
de: Eine Datei suchen (mindestens 2 Zeichen)

# _files_no_files_
source: No files in here
de: Keine Dateien vorhanden

source: COMPRESS
de: KOMPRIMIEREN

# directory
source: FOLDERS
de: ORDNER

# document
source: DOCUMENTS
de: DOKUMENTE

# image
source: IMAGES
de: BILDER

# template
source: TEMPLATES
de: VORLAGEN

# unknow
source: UNKNOWN
de: UNBEKANNT

# _file_del_only_local_
source: File not present on server
de: Datei ist auf dem Server nicht vorhanden

# _copy_file_
source: Copy
de: Datei kopieren

# _paste_file_
source: Paste
de: Datei einfügen

# _search_this_folder_
source: Search in this folder
de: In diesem Ordner suchen

# _search_all_folders_
source: Search in all folders
de: In allen Ordnern suchen

# _search_sub_folder_
source: Search here and in subfolders
de: Hier und in Unterordnern suchen

# _theming_is_light_
source: Server theming too brightly coloured, not applicable
de: Das Theming des Servers hat eine zu helle Farbe und wird nicht angewendet

# _cancel_all_task_
source: Cancel all transfers
de: Alle Übertragungen abbrechen

# _status_wait_download_
source: Waiting for download
de: Warte auf das Herunterladen

# _status_in_download_
source: In download
de: Wird heruntergeladen

# _status_downloading_
source: Downloading
de: Wird heruntergeladen

# _status_wait_upload_
source: Waiting for upload
de: Warte auf das Hochladen

# _status_in_upload_
source: In upload
de: Wird hochgeladen

# _status_uploading_
source: Uploading
de: Wird hochgeladen

# _select_media_folder_
source: Set Media folder
de: Den Ordner "Medien" auswählen

# _media_viewimage_show_
source: Show only images
de: Bilder anzeigen
