Repository: nextcloud/ios
Catalog: iOSClient/Supporting Files/*.lproj/Localizable.strings
Languages: de

# _media_viewvideo_show_
source: Show only video
de: Videos anzeigen

# _insert_password_pfd_
source: Secured PDF. Enter password
de: Gesichertes PDF. Passwort eingeben

# _password_pdf_error_
source: Wrong password
de: Falsches Passwort

# _error_download_photobrowser_
source: Error: Unable to download photo
de: Fehler: Kann Foto nicht herunterladen

source: Share link
de: Link teilen

# _share_link_button_
source: Send link to …
de: Link senden an…

source: Password
de: Passwort

# _share_password_
source: Password protected link
de: Passwortgeschützter Link

# _share_expirationdate_
source: Set expiration date for link
de: Ablaufdatum für den Link setzen

source: Date
de: Datum

# _share_title_
source: Share
de: Teilen

# _add_sharee_
source: Add users or groups
de: Benutzer oder Gruppen hinzufügen

# _add_sharee_footer_
source: You can share this resource by adding users or groups. To remove a share, remove all users and groups
de: Sie können diese Ressource teilen, indem Sie Nutzer oder Gruppen hinzufügen oder alle Nutzer und Gruppen entfernen, um eine Freigabe aufzuheben.

# _find_sharee_title_
source: Search
de: Suche

# _find_sharee_
source: Search for user or group …
de: Suche nach Benutzer oder Gruppe…

# _find_sharee_footer_
source: Enter part of the name of the user or group to search for (at least 2 characters) followed by "Return", select the users that should be allowed to access the share followed by "Done" to confirm
de: Geben Sie einen Teil des Namens des Nutzers oder der Gruppe nach der gesucht werden soll ein (mindestens 2 Zeichen) gefolgt von einem 'Enter'. Wählen Sie die Nutzer aus, denen der Zugriff auf die Freigabe gestattet werden soll und bestätigen Sie mit 'OK'.

# _user_is_group_
source: (Group)
de: (Gruppe)

# _direct_sharee_title_
source: Share
de: Teilen

# _direct_sharee_footer_
source: If you already know the name, enter it, then select the share type and press "Done" to confirm
de: Wenn Sie den Namen kennen, geben Sie ihn ein, dann wählen Sie den Freigabenamen und drücken Sie 'Fertig' zum Bestätigen.

# _direct_sharee_
source: Enter the username …
de: Benutzernamen eingeben…

# _user_sharee_footer_
source: Tap to change permissions
de: Tippen um die Berechtigungen zu ändern

# _share_type_title_
source: Type of share
de: Typ der Freigabe

# _share_type_user_
source: User
de: Benutzer

# _share_type_group_
source: Group
de: Gruppe

# _share_type_remote_
source: Remote
de: Entfernte Freigabe

# _no_transfer_
source: No transfers yet
de: Keine Übertragungen vorhanden

# _no_transfer_sub_
source: Uploads and downloads from this device will show up here
de: Uploads und Downloads von diesem Gerät werden hier angezeigt

# _no_activity_
source: No activity yet
de: Noch keine Aktivitäten vorhanden

source: Transfers
de: Übertragungen

source: Activity
de: Aktivitäten

# _activity_file_not_present_
source: File no longer present
de: Die Datei gibt es nicht mehr

# _list_shares_
source: Shares
de: Freigaben

# _list_shares_no_files_
source: No shares yet
de: Noch keine Freigaben vorhanden

# _tutorial_list_shares_view_
source: Files and folders you share will show up here
de: Dateien und Ordner, die Sie teilen, werden hier erscheinen.

source: Create synchronization
de: Synchronisation erstellen

source: Local storage
de: Lokaler Speicher

# _local_storage_no_record_
source: No files yet
de: Noch keine Dateien vorhanden

# _upload_photos_videos_
source: Upload photos or videos
de: Fotos oder Videos hochladen

# _upload_file_text_
source: Create text file
de: Textdatei erstellen

# _save_document_picker_
source: Save here
de: Hier speichern

source: Destination folder
de: Zielordner

# _rename_filename_
source: Rename
de: Umbenennen

source: Filename
de: Dateiname

# _preview_filename_
source: Example preview of filename. You can use the mask %@ for date/time
de: Beispiels-Vorschau des Dateinamens. Sie können das Schema %@ für Datum/Zeit verwenden.

# _add_filenametype_
source: Specify type in filename
de: Typ im Dateinamen spezifizieren

# _filenametype_photo_video_
source: Photo/Video
de: Foto/Video

source: Maintain original filename
de: Original Dateinamen beibehalten

# _autoupload_filename_title_
source: Auto upload filename
de: Dateiname für automatisches Hochladen

# _e2e_settings_title_
source: Encryption
de: Verschlüsselung

# _e2e_settings_
source: End-to-end encryption
de: Ende-zu-Ende-Verschlüsselung

# _e2e_settings_start_
source: Start end-to-end encryption
de: Ende-zu-Ende-Verschlüsselung starten

# _e2e_settings_not_available_
source: End-to-end encryption not available
de: Ende-zu-Ende-Verschlüsselung nicht vorhanden

# _e2e_settings_activated_
source: End-to-end encryption activated
de: Ende-zu-Ende-Verschlüsselung aktiviert

# _e2e_settings_view_passphrase_
source: All 12 words together make a very strong password, letting only you view and make use of your encrypted files. Please write it down and keep it somewhere safe.
de: Diese 12-Wort-Passphrase ist ein starkes Kennwort und bietet Zugriff zur Anzeige Ihrer verschlüsselten Dateien. Bitte schreiben Sie es auf und bewahren Sie es an einem sicheren Ort.

# _e2e_settings_read_passphrase_
source: Read passphrase
de: Passphrase lesen

# _e2e_settings_lock_not_active_
source: Lock not active, go back to "Settings" and activate it
de: Sperre ist nicht aktiv. Gehen Sie in die "Einstellungen" zum Aktivieren

# _e2e_settings_the_passphrase_is_
source: The passphrase is:
de: Die Passphrase lautet:

# _e2e_passphrase_request_title_
source: Request passphrase
de: Passphrase anfordern

# _e2e_passphrase_request_message_
source: Insert the 12 words
de: Das 12-Wort einfügen

# _e2e_settings_remove_
source: Remove the encryption locally
de: Verschlüsselung lokal entfernen

# _e2e_settings_remove_message_
source: Confirm removal of encryption along with the passphrase.
de: Das Entfernen der Verschlüsselung mit der Passphrase bestätigen.

# _e2e_set_folder_encrypted_
source: Encrypt
de: Verschlüsseln

# _e2e_remove_folder_encrypted_
source: Decrypt
de: Entschlüsseln

# _e2e_goto_settings_for_enable_
source: This is an encrypted directory, go to "Settings" and enable end-to-end encryption
de: Dies ist ein verschlüsseltes Verzeichnis. Wechseln Sie in die "Einstellungen" und aktivieren die Ende-Zu-Ende Verschlüsselung

# _scans_document_
source: Scan document
de: Dokument scannen

source: Scanned images
de: Gescannte Bilder

# _scan_document_pdf_page_
source: Page
de: Seite

# _scan_label_document_zone_
source: Tap or drag images down for document creation
de: Bilder für Dokumenterstellung nach unten ziehen

# _filter_bn_
source: Black & White
de: Schwarz / Weiß

# _filter_grayscale_
source: Grayscale
de: Graustufe

# _quality_image_title_
source: Preview image quality
de: Bildqualität

# _quality_high_
source: Large file size of high quality
de: Dateigröße für große Bilder mit hoher Bildqualität

# _quality_medium_
source: Average file size of medium quality
de: Durchschnittliche Dateigröße für Bilder mit mittlerer Bildqualität

# _quality_low_
source: Small file size of low quality
de: Dateigröße für kleine Bilder mit niedriger Bildqualität

source: File type
de: Dateityp

source: PDF Password
de: PDF-Passwort

source: File creation
de: Dateierstellung

# wescan.scanning.title
source: Scanning
de: Scannen

# wescan.edit.button.next
source: Next
de: Weiter

# wescan.edit.title
source: Edit Scan
de: Scan bearbeiten

# wescan.review.button.done
source: Done
de: Erledigt

# wescan.review.title
source: Review
de: Überprüfen
